[{
	"title": "“Maybe there really are all these angels in here”",
	"subtitle": "The Day of Conversations and Light",
	"name": "Margaret",
	"video": "Margaret_graph.mp4",
	"tag": ["Longing", "Loneliness", "Loss", "Wonder", "Sadness", "Depression"]
},

{
	"title": "“I don’t feel as isolated as I do most days”",
	"subtitle": "The Day Like a Lot of Others In My Still Semi-Bohemian Life",
	"name": "Sam",
	"video": "Sam_Final_Final_720.mp4",
	"tag": ["Love", "Isolation", "Excitement", "Frustration" ]
},
{
	"title": "“So that was a little awkward”",
	"subtitle": "The Day My Girlfriend Turned 21",
	"name": "girlfriend",
	"audio": "Girlfriend_turned2_final.wav",
	"tag": ["Ambivalence", "Disgust", "Discomfort", "Acceptance"]

},
{ 
	"title": "“The reality is just now sinking in...”",
	"subtitle": "Grandparents' Day",
	"name": "grandparents",
	"audio": "Grandparents_day_final_1-2.wav",
	"tag": ["Grief", "Pain","Horror","Sadness"]
},
{
	"title": "“Something was obviously wrong with this situation”",
	"subtitle": "The Day I Left My Husband",
	"name": "husband",
	"audio": "TheDayILeftMyHusband_1-2.wav",
	"tag": ["Frustration", "Resolve","Fear","Hunger"]
},
{ "title": "“Originally a gathering place, is now a dead, quiet space.”",
	"subtitle": "The Day the TV Died",
	"name": "tv",
	"text":"Two weeks ago, Friday  March 9, my TV died. It was in the living room and a source of entertainment for me, my daughter and granddaughter, especially during the day time. When you don't have a lot of money to go out and entertain yourself, you watch TV. We were devastated because now the living room which was originally a gathering place, is now a dead , quiet space. Its amazing how everyone seemed depressed just because my TV died.",
	"tag": ["Depression", "Desertion"]
},
{
	"title": "“The Meaning of Anxiety”",
	"subtitle":"The Day of Answering Questions",
	"name": "questions",
	"text":"On Sunday, March 17 I awakened and had a strawberry yogurt before showering and getting ready for work. I was staying over my brother's house in Glen Cove, Long Island and he drove me to the LIRR station in Manhasset. I boarded a 7:50 train or thereabouts and got off at Penn Station. I walked to the Javits Center where I was working as an information host for the Vision Show. I spent 8 hours there answering various questions from attendees. I finished work at 5:00 pm. and proceeded to walk to the subway on 34th St. and 6th Ave. I got on a Queens bound N train to my place in Astoria. I got home at about 6:00 pm. and made some pasta and a tossed salad for dinner. I then spent the remainder of the evening in my room answering emails doing some job searches on various websites including craigslist. I ended the evening by reading a book by Rollo May titled “The Meaning of Anxiety.” I turned in at about 11:30 pm.",
	"tag": ["Fatigue", "Anxiety"]
},
{
	"title": "“I had only seen pictures”",
	"subtitle": "I Day I Saw the Ocean",
	"name": "ocean",
	"text": "I remember the day I first saw the ocean. I was six years old and my Mom and Dad were planning to take my sisters and me to the beach for the day. I had only seen pictures of the ocean in books and magazines, but never in real life. I was very anxious about going. The day finally arrived. I woke up very early as the sun began to rise. I could not sleep the night before because I was so excited. Mom packed us a lunch of ham and cheese sandwiches with lettuce and tomato, some sliced pickles, potato chips, potato salad and a large container of iced tea. She made some chocolate chip cookies for dessert and also packed some sliced cool sweet watermelon as a refreshing snack. My sisters helped with the picnic lunch gathering utensils, cups, napkins and paper plates. I helped my Dad load the car with the fishing poles and bait since we also planned to do some fishing while we were there. We also took a kite and a ball to play with and some buckets and shovels to make sand castles. Finally everything was packed and we all got into the car. Dad said a prayer for God to watch over us as we traveled and then he started the car and we drove down the highway. It was fun watching the scenery as we drove. The sun was shining very brightly and there was not a cloud in the sky. As we drove we saw cows and horses in a field and passed by a factory where they packaged peanuts. As we came nearer to the ocean we could see people driving by pulling boats behind them. I knew we must be coming near the beach because I could smell the salty air as we drove. All of our windows were down allowing the breeze to cool us in the heat since we did not have any air conditioning back in the day. Dad began to slow down as he made a turn and there in front of us was the ocean! I had never seen so much water in one place in my whole life. I could hardly wait for Dad to stop the car. When we arrived, I immediately got out of the car and ran from the parking lot across the sandy beach. Then I just stopped to take in the beauty and greatness of the ocean. The waves were hitting the shoreline as I walked closer. I kicked off my shoes and ran right into the water and laughed and splashed about. This was so much more than I ever imagined. We spent the day playing in the waves and enjoyed the tasty lunch Mom had prepared. Later in the day Dad and I went fishing on the pier while my sisters and my Mom collected seas shells on the shoreline. I will never forget this day and shall treasure it as long as I live.",
	"tag": ["Wonder", "Anticipation", "Excitement", "Bliss"]
},
{
	"title": "“But we had something in mind”",
	"subtitle": "The Day in Atlanta",
	"name": "Atlanta",
	"text": "I remember just recently that my mother had gotten the day off of work, and I was lucky enough to have a teacher work day. So since my mother and I both had the day free, we decided to visit the Atlanta Aquarium because we hadn’t been in several years, and we sure weren’t disappointed! We loaded up in the car and took off for the day to visit the Georgia Aquarium and go down to midtown, so we left around 11:00am for a long relaxing day as a family. When we finally arrived at the aquarium, I was ecstatic and couldn’t wait to go inside. Since I’m a biology major, I was extremely excited about the opportunity to see some of the wild animals that I study on a regular basis. We visited all five sections of the aquarium; however, the area I enjoyed the most was the coral reef section. I’ve always been fascinated how the ecosystems in coral reefs work, and all the different organisms interact with each other. I remember seeing manta ray swimming above the coral reef exhibit, because the reef exhibited was attached to the huge kelp forest exhibit adjacent to where we were. I couldn’t believe how huge the manta ray was, and it still blows my mind by how large of a creature they are. After we finished with the aquarium, we decided to head over to midtown and visit a local candy store to buy some toffee. Before we left for the day, we had looked on Group-on and found a great offer for spending $10, but receiving $20 worth of candy. We couldn’t pass up such a great offer, and since we were going to be in downtown Atlanta for the day anyway, it was all the more reason to stop by and grab some candy. Once we arrived at the candy store, I already knew that I was going to get all $20 worth of toffee. My mother on the other hand, decided to get an assortment of soft center chocolate truffles, because they’re also my dad’s favorite. My mom wanted to be sure to include my dad, because he wasn’t able to get off work early to come join us. At this time it was about 3:00 in the afternoon, and we still hadn’t eaten lunch, but we had something in mind! On our way back home, we stopped by The OK Café to grab some lunch. They’re a 24 hour café that serves some of the best hamburgers and chicken fried steak I’ve ever had. My mother is very health conscious, so she ordered an unsweetened tea with a turkey sandwich. I on the other hand, couldn’t care less about my health! I ordered a Bass (beer) with bacon and blue cheese burger cooked medium rare. Bacon and blue cheese burgers are still by far my favorite combinations, and I continue to get it whenever the option is available. I had the best day out with my mom this day, and can’t wait to have another outing to spend time with her.",
	"tag": ["Excitement","Wonder","Anticipation"]

},
{
	"title": "“Kids in the classroom were talking about some sort of accident”",
	"subtitle": "The Day I remember most",
	"name": "accident",
	"text": "The one day in my life that I remember the most is Sept 11, 2001. Like most people you always remember where you are when that happened and it remains engraved in my brain. I was 17 years old and in senior year of high school. I lived just north of NYC, in Rockland county. I remember the day starting out normal. Today was the day that I could park on the school lot in my assigned spot for the first time. First period was normal, I had some sort of discussion class where we would discuss current events. but this was before anything happened so I remember we were discussing types of food that are considered junk food. Seemed pretty boring. I was likely trying to stay awake in class. 2nd period I was in study hall. It began at around 8:10 and ended at around 8:50. I remember looking at my watch (as I always did) and it said 8:45 am. Third period was English and I don't remember what we talked about but It definitely wasn't about anything going on in the country, as nobody had gotten word of it yet. Then I went to 4th period math. Kids in the classroom were talking about some sort of “Accident” in the city and i was like “what happened?” I remember the teacher stopped the lesson to check something on the computer which I thought was weird. as class ended I was walking to 5th per Physics and I overheard kids in the hall talking about planes, and the twin towers, and I thought to myself that it had to have been one of those small planes. I couldn't wait to get out of physics class. the teacher hadn't found out about anything yet. As soon as I left I went straight to the library to go on the internet, and there I saw what had happened in its entirety. by now it had all happened and it was around 11:30. I didn't get to see any of it on TV. But there were all sorts of rumors going around the school about bombs going off, planes hitting the UN and empire state buildings, and I was kind of concerned that it was the end of the world for a while. I didn't know what to expect. By 7th period art class I was pretty concerned. we were all talking about the events and we did not talk about our assignments or even mention them. I could tell how the world had changed in the last 6 hours. Driving home from school I could actually see the smoke from the city on the horizon on the causeway by the reservoir, and i could never see the skyline from there before. I got home and had the TV locked onto the news for the rest of the day. Found out my dad was fine (he worked in midtown) and pretty much spend the rest of the evening looking at pictures and news reports on the internet. NO other day in my life is as vivid as that day, it will probably go down as the most vivid day in my life that I remember.",
	"tag": ["Fear", "Anxiety", "Confusion"]
},

{
	"title": "“The airport was small”",
	"subtitle": "The Day I Left For My Backpacking Trip",
	"name": "backpacking",
	"text": "It was the departure day for my year long backpacking trip around the world. I was so excited I could barely sit still. I thought that I would be nervous a bit, but I wasn't, it was pure excitement. I went to my parents' house for breakfast and to update them on any last minute details. I wanted to be able to spend my last morning with them before leaving. We had breakfast, and they were both excited and sad for me. I understood, as they weren't going to see me for a year. We discussed over breakfast any last minute trip details I had added. I gave them what was supposed to be my trip route, but at the same time letting them know that nothing was set in stone, and that I could change my trip plans as I went. I promised to keep them up to date and make contact at least once a week. We finished up and went to get in the car for them to drop me off at the airport. Once they pulled away, I was alone and getting ready to set out on a grand adventure. I went into the airport and to the ticketing desk to check in for my flight. I then proceeded through security and made my way to the gate to wait about 90 minutes for my flight to depart. My first flight was short and I arrived at the next airport with no problems. I had a two hour layover, and I just hung out at the gate passing time, listening to my iPod and people watching. My next flight was short as well, but left me with an overnight stay in the airport, as my flight the next morning was at 6 a.m. I slept a little bit, but could never get really comfortable, and was also too excited to really sleep. When I couldn't sleep, I would wander around the airport trying to pass time and finally get on that next flight. The morning finally came and I was off for Managua, Nicaragua, the first stop on my trip. I arrived in Managua and was instantly shocked at just how poor and dirty it was. It made me nervous about my next 2 weeks in Nicaragua. Just from looking around outside the window on the flight into the airport, was enough to let me know that I was in a very foreign place. The airport was small, and I had no issues with going through immigration and getting stamped into Nicaragua. I walked outside, got into a cab, and my 1 year trip around the world had officially started!",
	"tag": ["Wonder", "Anticipation", "Excitement"]
},
{
	"title": "“I thanked them for praying”",
	"subtitle": "The Day of the Driving Test",
	"name": "driving",
	"text": "The one day I remember the most in my life is when I passed the driving test conducted by Motor Vehicles Department of Kerala. It was during the month of January 2013. The test was for four wheeler light motor vehicle license. The master told me to reach the ground where the test was conducted by 6.00 AM in the morning. But due to some difficulty I reached there by 6.30 AM. When I reached the ground, there were a lot of people practicing the vehicle. I was so frightened  whether I would pass the test or not. By 7.30 AM, I also practiced for 5 to 7 times. During practice time, I had taken the test successfully and this had improved my spirit. By 9.00 AM the vehicle inspectors had arrived at the ground. They had verified our medical certificate etc. by 9.30 AM. The test began by 9.45 AM. The first turn was for some other motor driving school. Finally the time arrived for our driving school. My master called my name and at that time I was so frightened that my legs were not moving. By some way I gained power and got into the vehicle. I prayed to god and started the vehicle. By God’s grace I passed the test in the first chance itself. I called my husband the very first moment I got outside the vehicle. Again the test was conducted for the remaining candidates in my driving school and other schools. Then there was the road test also. Everybody told me that once the ground test was completed, the road test was very easy. But I was little bit afraid at that time also. We wait at the ground till 11.00 AM. After 10 minutes, the road test began. There were 4 candidates in the vehicle along with the vehicle inspector. He first ordered the first person to drive the vehicle and after moving the vehicle for half a kilometer ahead, my turn arrived. I entered into the driving seat and started the vehicle. I drove the vehicle with so much fear. But nothing happened as much I had feared. The driving test was completed by 12.00 O’Clock in the noon. After that I went to my home and had my lunch by 1.00 PM. After 30 minutes I went to my office, since I did not have so much balance left. When I reached there, everybody asked me how the test was and whether I had passed. I told everybody about the test and my success. Everybody was happy to hear that I had passed the test. I thanked them for praying for my success. I did some work at the office and by 5.00 PM I went home in my scooter. I took 30 minutes to reach home. There my husband and son were waiting for my arrival. My husband congratulated me and also my father and mother in law. By 8.00 PM in the night we had dinner and by 10.00 PM we went to bed.",
	"tag": ["Accomplishment", "Anxiety", "Hesitation"]
},
{
	"title": "“Perfect conditions”",
	"subtitle": "The Day of Great Surfing",
	"name": "surfing",
	"text": "On Wednesday April 10, 2013 morning I woke up with a strong headache but had to brush it off as I had made plans the day before to do a dawn surfing session. I texted my friend a confirmation that I was leaving and I gathered all of surfing gear and wetsuit and left for my car in my apartment parking structure. There was very light traffic due the time being so early in the morning. Once I arrived at the beach I met my friend Jeff and upon further inspection we determined the surf conditions were excellent. We put our wetsuits on and entered the water. The perfect conditions for surfing are what made this day so memorable. We surfed for roughly an hour and had to vacate the water due to our time of employment starting promptly at 8:00am every morning. We exited the water and changed back into our regular clothes. I drove home where there was slightly more traffic due to the approaching rush hour. Once I got home I said good morning to my wife who was getting ready work. I immediately jumped in the shower, shaved, and shampooed my hair which is part of my normal routine every morning before work. Once out of the shower I brushed my teeth, applied deodorant, and then changed into my work clothes. I, then, left for my car in the parking garage and got into my car and headed for work. Once I arrived at work I reviewed my schedule for the day and began preparations for a work event I had been planning for later in the afternoon at 3:00pm. Since I did not have time to get breakfast before or after my surfing session with my friend I headed down to the bagel cart downstairs which has become a ritual since I have become too lazy lately to make breakfast at home. I ordered an everything bagel with cream cheese and a bottle of Pepsi. I headed back upstairs to my office. I immediately began preparations for my event. I confirmed RSVP lists, confirmed catering menus, confirmed event staging layouts, and finalized the volunteer schedules. These tasks brought me to 1:00pm in my work day and then I immediately headed over to the event location in our alumni association building. I setup my registration table for the event and then setup the audience chairs aligned with the intentions outlined in the layout. After cooperating with the events team to finish these tasks the event was starting which was a one year anniversary of a bioengineering building on our campus. I, then, stood at my registration table and checked in guests as they began to arrive. I stayed at the registration table handing out name tags and checking people in until the conclusion of the event at 6:30pm. I didn’t need to clean up my table because that was included in our location fees. I, then, walked to my car and started to head home. There was no traffic on the road because it was past rush hour. Since I was on my feet for so long I didn’t feel like making dinner and my wife already ate so I drove through in-n-out burger for a meal. I ordered what I always order which is a #2 cheeseburger meal with grilled onions and root beer. I drove home from the restaurant, parked and then headed upstairs. I, then, ate my dinner while watching the James Bond movie “On Her Majesty’s Secret Service” we received through Netflix. I didn’t sit through the entire movie because of how tired I was. Upon completion of my meal and part of the movie I changed out of my work clothes and into the clothes I sleep in. I crawled into my bed and watched 2 cycles of SportsCenter before finally falling asleep.",
	"tag": ["Bliss","Joy","Excitement","Anticipation"]
},
{
	"title": "“Smelling of heaven and all the innocent things from above”",
	"subtitle": "The Day I Became a Mom",
	"name": "mom",
	"text": "“The day I became a mom” I was lying on the operating table, in ten minutes my baby daughter would enter into this world. My emotions were numb, an overdose of fear, anxiety, ready to take a step into the new and wonderfully unknown chapter in my life. Paralyzed up to my neck and tied down with plastic tubes with medications slowly rushing through my veins,the only sensation I felt is being rolled to the left and then right by the invisible people behind the blue curtain. I finally heard my baby's first cry. My curiosity to see her was overwhelming but short lived, while the nurses and doctors worked hard to complete the operation, my head suddenly felt heavy and I fainted while seeing the images of bright operating lights moving in circles above my head. I woke up feeling something wet and cold being pressed up against my face. It was an older male doctor rubbing a cold compress against my face. He told me that I was fine and that it was just a bad reaction to my blood pressure medication that had caused me to faint. I told him that I wanted to see my baby. I raised my head slightly trying to look for my husband and any sign of my newborn daughter, I could hear her urgent cries the entire time and couldn't wait to see the face of someone that I already loved so much! My husband came up that very moment, holding a tiny moving bundle in his big and protective arms. I could see his face, bright and filled with joy and gladness, so similar to the face I have seen once on our wedding day. My husband does not cry very often, however, at that moment tears were streaming down his beautiful blue eyes. “This is she”, he told me. I gazed at my daughter's face and spied a carbon copy of my husband, a tiny angel who came into this world as a token and gift of our love and devotion to each other. This was the very moment that redefined my entire definition of love. My first day as a new mom was not at all the way I imagined it would be, it was something far greater! Gazing at my new daughter's face I found the silver lining to the “new mom's saga”. I was not only meeting my child for the fist time but also being reborn again. It was a moment of unexpected realization of the true reality and meaning of life. I looked at the tiny and fully dependent bundle of joy in my husband's arms and and felt the smile of God. The kind of smile that said: “I love you no matter what, here is my gift to you, take good care of it!”, reflecting God's love for us all, his eternal children. In the following minutes the nurses wheeled me into the recovery room and I was able to hold my daughter for the first time. I tenderly kissed her sweet cheeks smelling of heaven and all the innocent things from above, I didn't know how to talk to my child yet, I simply held her and whispered that I loved her.",
	"tag": ["Joy","Love","Curiosity","Anxiety","Anticipation","Wonder"]
},
{
	"title": "“Lo and behold, it was the little rascal”",
	"subtitle": "The Day We Picked Up Thor",
	"name": "thor",
	"text": "Almost two years ago now, my husband and I took a two and a half hour drive to Queensbury, NY to pick up a beagle puppy. I was very excited about it. My husband was not totally thrilled about it at the time because he preferred to get a larger dog. But, I had always wanted a beagle and since my rabbit had just died about a month and a half earlier I had been very sad so he complied. It was and very nice, sunny day and even though it was the end of July the temperature was mild. We went to an ATM to get the money to buy the puppy, 300 dollars, then stopped at a pet shop beforehand to purchase some items for the new puppy; some food, a couple of toys and a pig’s ear. The drive to the breeder’s home was a very pretty ride; beautiful greenery and decent roads to navigate. When we arrived we were greeted in the driveway. We all introduced ourselves then went into the house which was the right side of a duplex and had a carport. Inside we were led to the kitchen area which was blocked off from the living room using a gate (like a kiddie gate). In the kitchen, which was a small eat in kitchen, there was a table with four chairs to the left of the entrance, beyond that in the corner was a couple of large blankets and some food dishes. To the right of that was a sliding door which led to the backyard where the mom and dad beagle were chained (I suppose to keep them restrained while one of their litter was being taken—a little sad I guess). Running around in the kitchen were five adorable little puppies that were still somewhat wobbly. We stepped over the gate and into the kitchen. My husband sat at the table with the breeder while I sat down on the floor to interact with the puppies. I was wearing a blouse that had a ribbon bowtie in the front. The moment I sat on the floor one of the puppies jumped on my lap, grabbed one of the ends of the bow and pulled it to play. I proceeded to hold, look at and play with each of the puppies. There were four boys and one girl. The largest of the male pups was already spoken for and we had pretty much decided beforehand that we wanted a boy so we had three to choose from. This one pup, the one that pull my bowtie, was so playful and insistent over all the others. He was getting our attention. We talked with the breeder about the puppies and their parents as we continued. One of our questions was about who the next largest of the pups was. Lo and behold, it was the little rascal who was so demanding of attention. After about 20 minutes we had decided on him. The breeder and I went to the living room first to finalize the transaction and my husband followed. As he put the pup we had decided on back down on the kitchen floor, the puppy barked so as to say “Hey, what about me?” When we finished the necessary paperwork and payment which took approximately five to ten minutes, my husband went back to the kitchen entrance and whistled at the puppies who had settled down on the blankets now. As soon as he whistled, the puppy we had chosen came running as if he knew that he was ours. Or were we his? On the ride home, I held the puppy, who was now named Thor Odin, in my arms to comfort him as this was a very new and unfamiliar situation for him. He was crying, wiggling and whining at the beginning. Eventually “Thor” began chewing on the pig’s ear as I held him. After awhile he was getting tired. This was a big day for him. He started to chew on my finger a little bit and soon he was nursing on it and fell asleep. He slept for about an hour as we drove home. It was getting late now and he still had lots of new things to explore here.",
	"tag": ["Joy","Anticipation","Wonder","Love","Affection","Warmth"]
},
{
	"title": "“What a handsome young man he was”",
	"subtitle": "The Day They Went to the Pool",
	"name": "pool",
	"text": "It’s May 2009, and my son is home out of college for summer. He had grown up to be a fine respectable young man with a great future ahead of him. Any parent would be proud to call him their son. He’s decided to take a break from all of the busy demands of college life and besides his 22nd birthday is today and we’re having a big bash for him and his sister. What a great day it will be. I still have to work today, so I got up, showered, brushed my teeth and hair, got dressed and I'm out the door. I arrive at work and I am checking my email. The sun is brightly shining through my curtains. I get up to close them in order to eliminate the glare that's on my monitor. It’s extremely hot outside so my son and daughter have decided that they would go swimming at the hotel where some of the out of town guest are staying that will be attending his birthday celebration. My daughter called me at work to get permission and I responded by saying no. I didn’t think it would be a good idea to go swimming. She pouts and cries, all the while shouting you never want us to go anywhere. Against my wishes, they departed from the house and head to the hotel to swim. Once they arrived, they take a couple of pictures. My son is admiring himself, stating how handsome he looks and that he looks too good to get wet. He takes off his shirt and is about to dive into the water. My daughter cautions him about diving into the water. My son was an excellent swimmer, so diving and swimming in the deepest part of the pool would be a piece of cake for him, at least he thought so. When he dived into the water, and resurfaced, my daughter stated that he had a funny expression on his face. He went down in the water and never came back up. She was not a good swimmer, so she ran for help. She pleaded with this gentleman and apprised him that her brother was drowning. He stated that he was sorry. He refused to help because he didn’t want to get his clothes wet. She finally was able to locate someone that was willing to help. The hotel owner’s son arrived and retrieved him from the water. He performed CPR and my son was unresponsive. The paramedics were called. They performed CPR also and in spite of their best efforts, our darling boy left us on that day. My daughter called me at work. She told me that my son had died. I thought it was a joke. I got into my car and sped away to the hospital. When I got there, they were still trying to revive him. In my heart, I knew he was dead based on what she had stated; however I wanted them to come out and say that they had been able to bring him out. Shortly after my arrival, the chaplain and the nurse came out. He was pronounced dead. My entire body went numb. My daughter and I started crying uncontrollably. Once we got calmed down, we were able to go back to look at him. He looked so peaceful. What a handsome young man he was. He was struck down in the prime of his life. We just stood there gazing at him. Once we finished viewing his body, the coroner came in and advised us that he would be conducting an autopsy. We thanked him for coming out and then we went home.",
	"tag": ["Pride","Love","Affection","Grief","Sadness"]
},
{
	"title": "“I had endless sights and sounds to take in”",
	"subtitle": "The Day I Traveled To Vegas",
	"name": "vegas",
	"text": "I have a strong and vivid memory of the very first day I traveled to the city of Las Vegas, Nevada. I was born and raised in the upper Midwest, so I knew ahead of time how different things were going to be. The lifestyle, the culture, the people, and especially the weather were things that would sure to be different. The date was August 18th, 2007, and I remember everything like it was yesterday. It was a long but comfortable drive to Vegas, as I was driving a new sharp looking silver Nissan Altima. The day started at about 5:30 in the morning. I was leaving from the cool and crisp weather in Cheyenne Wyoming, headed to some record breaking heat in Nevada. I had my route all mapped out, and drove to my destination via I-25, I-70, and I-15. My first stop along the way was at the Holiday Inn hotel in Vail Colorado. I had a quick restroom break, grabbed a few brochures from the hotel lobby, and continued on. I thought it was the perfect time to make sure the car had enough fuel in the tank, as I remember being told that there weren't many gas stations once I got further into the mountains. I filled up the tank, bought a cup of coffee and set forth. The drive through the mountains in Colorado was absolutely breathtaking. Weather was nice, a comfortable 65 degrees, which seemed to vary a bit based on the elevation. Traffic was slightly congested, but not too bad. I drove for hours with minimal interruptions. The next stop was in Grand Junction. I didn't want to stop, but I developed quite an appetite along the way. I remember stopping at a Denny's. I stuck with my usual, an All-American Slam breakfast. The restaurant was busy, but I managed to get seated quickly. I had a friendly waitress that made the stop a pleasant experience. Before I knew it I was back in the car, traveling to my destination. I was in it for the long haul, driving almost six hours straight to St. George Utah, where I stopped once again to stretch my legs a bit. I was in complete shock with the temperature. It was already almost 100 degrees outside. The dry air and the high temperature was something that I will never forget. It was the first time I ever experienced such heat and dryness at the same time. I walked around for about 15 minutes, then got back in the car and drove the remainder of the trip to Las Vegas, which was only about two hours of traveling time. I could easily see the city in the distance as I approached. Even though I had the air conditioning on in the car, it was almost as if I could still feel the heat permeating through the windshield. It wasn't long before I arrived at the Marriott Grand Chateau in Las Vegas, my hotel, which was located conveniently on Las Vegas Boulevard. I got out of the car once again, and the temperatures were even hotter, a blistering 104 degrees. I didn't mind however, I had an endless amount of sights and sounds to take in. I quickly settled into my room to get some much needed rest, as I had plenty of more to see and do in the days to come.",
	"tag": ["Wonder","Awe","Fatigue","Bliss","Ecstasy"]
},
{
	"title": "“I felt a sense of relief and accomplishment”",
	"subtitle": "The Day of Graduation",
	"name": "graduation",
	"text": "One day I remember clearly in my life is the day I graduated from college. I woke up around 9 AM and noticed how hot it felt. I poured myself a bowl of Honey Nut Cheerios with Almond Milk. I felt somewhat conflicted as I sat there eating my breakfast. On one hand, I was finally going to get my degree. On the other hand, I would be moving back home and I wouldn’t be able to see many of my friends anymore. After breakfast I finished packing the rest of my things, mostly clothes, which I had not packed from the night before. I grabbed some clothes, went to the bathroom and took a nice warm shower. I brushed my teeth, went back to my room and waited for my family to arrive. We were going to head to the university campus together. They were also bringing my dress shoes and a tie because I didn’t have them in Santa Cruz. My brother and father arrived at the place I was renting and gave me my dress shoes and tie. I put on my graduation gown and cap and we headed to the campus. We parked at the campus parking lot and I directed my family to the area where the ceremony would take place. After that, I rushed off to meet up with some friends and chat. I was already feeling quite sweaty as it was a hot and sunny day and the graduation gowns and caps were black. I headed to the main plaza where most of the people from my college (College 8) were assembled. Thankfully, there were people handing out water so I rushed to get a bottle immediately. I signed in and after that I looked around for people that I recognized. I found one of my former roommates, and noticed that he wasn’t dressed in a gown or cap. He told me he still had a few classes to take before he could graduate due to switching majors. After chatting for a little while, I headed off to look for other people. I looked down at my phone and noticed the ceremony would be starting soon. I started to feel anxious and excited. The big moment would arrive soon! I looked up at the stairs and noticed a close friend heading towards me. She was wearing a purple dress with heels. In her usual anxious fashion she asked, “Oh my god, I’m not late am I? Where do I sign in?” After she signed in, she complimented me on how I looked. “Wow, I’ve never seen you all dressed up like this. You look nice.” she said. I smiled. I had some feelings for her in the past but she had a boyfriend now. After a while, the coordinator called out for everyone to get lined up. I separated from my friend and got in my position in line. We headed to the field where the graduation ceremony would take place. The actual graduation ceremony was sort of a blur compared to the rest of the day. I remember sitting on the benches in the blaring sun as I listened to speeches by faculty and students. After that there was a period where students were honored for academic achievement. I was called out for achieving Magna Cum Laude. After that the ceremony for handing out diplomas began. It went row by row until it was my row’s turn to stand and head towards the podium. I started to feel really anxious as I got closer and closer to the stage. Finally, it was time for me to head across the stage. My name and major was called out. I walked towards the College Provost, shook his hand, held the prop diploma in my other hand and smiled at the photographer. I felt a sense of relief and accomplishment as I headed off the stage. I had just graduated from college!",
	"tag": ["Relief","Accomplishment","Excitement", "Pride"]
},
{
	"title": "“It was quite a busy day for me!”",
	"subtitle": "The Day of the Interview",
	"name": "interview",
	"text": "One recent day I remember is when I went to Andover for a job interview, which was two days ago, on Tuesday. I had slept extremely poorly the night before, due to having a poor sleep schedule in general. Another factor was I had been staying up late watching video game tournaments in Korea, which has a totally opposite time zone from me. There was also a large thunderstorm in the area. I counted the seconds between the thunder and the lightning, determining the storm was right overhead. I got out of bed when I heard my phone alarm ring, and I put on a black t-shirt, black dress shirt, nice pants, and an orange tie. I grabbed some food, specifically a few chocolate chip granola bars and some coffee, and I walked down to the bus station. I waited for the bus, which was the #1 bus, which went from Haverhill to Lawrence. I did a few sudoku puzzles to occupy my time. I didn't finish either one, but they helped me waste time. I got to Lawrence, where I searched for the bus. I could not find it, but then I saw a sign, which showed where the different bus lines were supposed to park. This helped me find the right bus, which was the #37 bus, from Lawrence to Andover. I had never ridden this bus before, so I paid careful attention to where I was going. After a few minutes, I got off the bus, at the fourth of the five stops it usually makes, which was near a hotel in Andover. The first part of my trip was finally over. I was extremely early, so I had time to kill. It was good that I showed up early, as I got quite lost! I walked down towards the hotel, but found I was going the wrong way. I repeated this process a total of three times, finally finding the sign that indicated approximately where I was going. I finally knew my destination, but I still had a lot of time to waste. I wandered around the area, looking for a place to eat and waste time at. I was sweating quite heavily, as I was dressed in black, and the day was relatively warm, about 60 degrees. I finally found a Chili's that was accessible by foot. I was wearing dress shoes that were not comfortable to walk in at all, so I was very glad to finally sit down! I ordered a beer, a Sam Adams, and a plate of nachos and salsa. I also got a small house salad without cheese. I think I ended up spending about $16.50, which included a relatively large tip. The beer was the most expensive part. I didn't care though, it was worth it to get out of the heat and off my feet. After I wasted as much time as I could, I walked back to the interview location, feeling much better than before. There, I wasted a few more minutes, and then I FINALLY went in for the interview. Overall, it went well. I described my work experience, some of my college experiences, and talked a little about my hobbies. Unfortunately for me, the job was simply not for me. It was an insurance sales position, while I am looking for more of a back-end, cubicle job. I proceeded on the long journey home, riding the #37, #1, and finally the #18 bus. On the way back, I picked up a bean Cantina Bowl at Taco Bell, as well as a liter of Bacardi and a bottle of Coke. I finally got home and drank and ate. After being awake for almost 40 hours and walking four to five miles, I was exhausted, and I passed out. I didn't get the job, but I am getting better at interviewing, so it wasn't a total waste. It was quite a busy day for me!",
	"tag": ["Anxiety","Distraction","Lost"]
},

{
	"title": "“I even felt good enough to take my dog on a walk”",
	"subtitle": "The Day I Began Physical Therapy",
	"name": "therapy",
	"text": "Two weeks ago I had my first Physical Therapy appointment after I had returned to work. I had surgery on my right Thumb about 6 weeks before. I had just returned to work and had some concerns with how my workplace would deal with the fact that I would be late for work. On this particular Tuesday I had to get up much earlier than usual. My appointment time was at 8:30am in a place that usually takes me 25 minutes travel time. It was a Tuesday. I had a hard time getting up because I wasn’t used to getting up with the clock yet. I called in to work to officially tell them I would be late as soon as I got up. I had already notified my supervisor, but this is the procedure. This morning I was debating about when to give my dog his medications and decided to give him his pill before I left. I took a quick shower and dressed and rushed off. I was concerned I would be late because of traffic. Although it was still rush hour and the roads were crowded it didn’t take a lot longer than usual. In my rush I had missed breakfast. I arrived at Greater Therapy Center only a minute or two late. The people there are cheerful. On this day, Will, the strong, bald therapy assistant greeted me and wrapped my right hand in heated towels. While I waited there I read Wired magazine on my Kindle Fire. Once my muscles were warmed up the therapist Pam started to exercise and stretch my hand. She used a bright yellow snake bite kit on my scar to pull the skin up into a bubble of sorts to try to keep the scar from attaching too much. It is an unpleasant sensation with some parts more painful than other. I often look away while this is happening. She also massages the scar and my hand. After the massage an ultrasound machine is used to further treat the muscle and the scar. It is important to keep the scaring to a minimum because it can reduce movement. The center started to get busier. Only 3 hand patients can be worked on at a time. Will set a timer and set up tools for me to use. I lifted a weight, squeezed clips, rolled a ball, played with a maze and used other therapy tools. While exercising I chatted with the people next to me. After I finished everything he wrapped my wrist and hand in ice and I read some more as the timer counted down. My therapy session lasted about 1 ½ hours. After therapy I decided to stop by a nearby breakfast restaurant before heading home. It was only up the toll road 2 exits. I had to parallel park. I am definitely out of practice. At Main St. Bistro I ordered a waffle with bacon inside, coffee and fruit. It was a tasty breakfast. The restaurant has a large clock about 3 feet in diameter over a door way. It didn’t have the correct time but it had some grapes painted on it and some words in French. I kept thinking about the clock and trying to figure out what it said. I think it said something like for life and might have been to promote grape unions. When I was through eating my waiter was not to be found. I was growing frustrated since I still needed to get to work and had a long day ahead. I finally paid and headed for home. When I got home I logged into my computer and started working. Being late for work turned out to be nice in some ways. It really made my 10 hour day much shorter. Since I had a late breakfast I didn’t take my breaks until late in the day. I had much more energy at the end of the day. I even felt good enough to take my dog on a walk around the neighborhood. Although I was concerned about the differentness of the day in the end everything was fine.",
	"tag": ["Uncertainty","Fatigu","Defeat"]
},

{
	"title": "“I was concerned the others wouldn't like it”",
	"subtitle": "Brooklyn Day",
	"name": "brooklyn",
	"text": "I met my friend Grace in downtown Brooklyn so that we could renew our passes together.  Having finished the task quickly, I then accompanied Grace to Macy’s while we waited for our friends Doris and Choi to join us for lunch.  While Grace shopped I sat on the couch in the petite section and did the crossword puzzle in that day’s Metro.  Our two friends arrived on time and the four of us headed to Smith Street to have lunch at Tabac.  The place was my suggestion and I was concerned the others wouldn’t like it but everyone was well pleased.  We then headed further down Smith Street to a yarn store called La Casita.  Doris has been knitting a lot lately and she needed yarn for some hats she will be making.  Once again there was a couch for me to sit on while the three ladies examined yarns and asked loads of questions of the shopkeeper.  We then went towards Sahadis on Atlantic Avenue to buy nuts, babaganouch and sauces.  Choi had to go so we said goodbye at the corner of Court Street and Atlantic.  There were lots of hugs and kisses and promises to get together again soon.  I jokingly admonished Choi to answer her emails and her phone calls once in a while.  After Sahadis, Grace and Doris went into a specialized cooking store and after saying goodbye to the accompaniment of more hugs and kisses, I headed to Trader Joes.",
	"tag": ["Uncertainty", "Warmth", "Kinship"]
},

{
	"title": "“It was nice to relax”",
	"subtitle": "The Day in Rothenberg",
	"name": "rothenberg",
	"text": "My husband and I were traveling in Germany and we spent the day in a small city called Rothenberg. It is a walled city that has retained its same look over many years. When we first arrived at the city we were able to climb stairs so that we could walk around the wall and take in the sights of the surrounding area. Then we went to have lunch at small German restaurants -eating potato pancakes with applesauce and a glass of the local beer. After lunch we wandered along the cobbled stone streets looking at the different shops. I went into a store that had hand made women's clothing and bought a coat for myself. Later, we stopped into a cafe for coffee and my favorite dessert - apples strudel with whipped cream. It was a cool but sunny day so it was nice to relax in the cafe and get out of the cold. Later, we drove back to our hotel which was about an hour away from Rothenberg.",
	"tag": ["Comfort", "Warmth", "Love", "Curiosity", "Contentment"]
},

{
	"title": "“I couldn't talk I just cried”",
	"subtitle": "The Day of The Attack",
	"name": "attack",
	"text": "This story is about 4 years ago. A day that I remember clear as day started of as any normal day. I went to school, the day went slow and I left super happy to see my boyfriend. It was a nice spring day.I got on the 3 train for a long train ride from harlem all the way down to brooklyn. While getting of the train I proceeded to walk to my boyfriends house(which was about 5blocks).while crossing the street I drop my phone without knowing, I felt like someone was calling me so I turned around and say my phone on the floor. I walked towards it and a man on a bike picked it up.I said thank you thinking he would stop paddling on his bike and hand me my phone but to my surprise he countinued to ride his bike away with my phone. There we're cops in plan view so I waved to them and told them he took my phone. They drove toward him and tried to cut him off but he just paddled around there car so 3 of them got out and tacklied him, hard. All I could think and say was holy shit, this is not happening. They pen him down and he's trying to fight back so they get more aggressive (which I thought wasn't needed but that's cops)they finally got him handcuffed and in the car bleeding and scars all over him. While they were tackling him a crowd surrounded in disguise.the all blamed his treatment on me and started threatening me, cursing at me with pure anger. I was just in shock trying to defend myself to people that saw this man try to steal my phone. I didn't agree with how he was treated but he did something wrong. The crowd got so angry the cops had to lock me in the police car while they tried to calm the crowd down(which the didn't)I could do anything but cry, I couldn't talk I just cried. they took me to a preceint to write a report and then they drove me home. Finally in my bed, with my phone and away from a crowd that didn't care about my safety. I thought about a lot of things like maybe its a sign I shouldnt be going out with a man 6/7 years older then me. Maybe I should of been more focused on school....",
	"tag": ["Confusion","Fear","Anger"]
},

{
	"title": "“It is my favorite”",
	"subtitle": "The Day in Chelsea",
	"name": "chelsea",
	"text": "On a recent Sunday, I went to brunch with a good friend in Chelsea.  I had a latte, as it is my favorite coffee drink.  I also had an egg white omelet.  The food was excellent.  We discussed our respective jobs, my new niece, and her impending vacation plans. I also told her about how I hope to go back to Southeast Asia or to Turkey this summer.  After brunch, I went to Film Forum, an independent movie theater in SoHo that shows Old Hollywood movies.  I saw Baby Face, my favorite pre - Code film.  I then went home and spent some time doing legal research, took my dog for a walk, then ordered Thai food for dinner.  I talked to my sister and to friends on the phone, did some crossword puzzles, watched the news and went to sleep.",
	"tag": ["Comfort"]
},

{
	"title": "“The process continues, as I continue my treatment”",
	"subtitle": "The Day of the Broken Tooth",
	"name": "tooth",
	"text": "I woke up and did my morning hygiene routine, fed my cats and my dog, drank my water with natural supplements, took my dog for a walk in the park. It was a very cold and overcast day. I came back home, called my dentist and set up an appointment for that afternoon because one of my teeth had broken the previous evening.  I was not in pain, still I was careful with the foods I ate. Had a light lunch, brushed my teeth, took the subway to my dentist's office in Astoria. Got off the train and looked for her building, which was right across the street.  After filling out the intake forms and being seated, she took several pictures of my teeth and gums with a little hand held camera that looks like a drill. She showed me areas of problems in my mouth that I was unaware of, where there was gum involvement. She also x-rayed the broken tooth and told me that my gums needed treatment, along with the broken tooth, which needed a new root canal to be done.  She told me that the fillings that were in my mouth were weak (composite) and that the tooth had broken up as a direct result of the filling work that had been done. And that the other teeth, which also have composite fillings, are also weakened by this material. That I had extensive work to be done in my mouth, which would require a few months to be completed, and that I needed to start with re-doing the root canal on the broken tooth, followed by periondontal profilaxis and crown.  She filled the broken tooth with resin, scheduled an appointment for the following week. She complimented me on the dental hygiene I had been doing, which has kept my teeth in good shape, and stated that periodontal disease many times is the result of a person's biochemistry, rather than lack of hygiene. She sent me home with very specific instructions for flossing and brushing my teeth to avoid further damage.  I came back home and started a very regimented approach to dental hygiene, while researching online what else I could do to reverse the periodontal disease and the damage to my teeth.  This process continues, as I continue my treatment with her.",
	"tag": ["Hestitation", "Pain","Acceptance"]
},

{
	"title": "“It was a strangely fun day, a little nerve-wracking but purposeful for or relationship”",
	"subtitle": "The Day My Family Met My Wife's",
	"name": "family",
	"text": "A day I remember clearly was the day before my wedding day - January 7, 2010.  The reason I remember this day so clearly is because it was the very first time my family met my wife's. We were having the wedding at a country club in Las Vegas and in order to reduce the expense, we were doing all the decorations ourselves. It was an unusual day because my wife woke up strangely early - around 9 - long before family started arriving.  I made a run to the airport to pick up my mother and stepfather. They'd flown in from Honolulu holding our wedding cake - coconut with fondant - in an icebox on their laps. My wife had never (and still doesn't) have a good relationship with them so it was a bit chilly in the air. Then the rest of the family started trickling in until pretty much all 20 guests were there. It was pandemonium - cakettes getting decorated, tissue poofs being made and strung together, Chinese food cooking in the kitchen, lots of laughter, quite a bit of tension. I was in the garage making the bouquet and floral arrangements most of the evening until around 11pm, we all were near collapse. But it was a strangely fun day, a little nerve-wracking, but purposeful for our relationship.",
	"tag": ["Anxiety", "Confusion"]
},

{
	"title": "“Ultimately, this final letter on deaf ears”",
	"subtitle": "The Day I Went On The Run",
	"name": "run",
	"text": "It was Friday, December 18, 2009, and I was due to stand trial on charges of harassment of a British knight for disseminating music and music videos exposing and satirizing the culture of corruption and bullying at a large London university, where I had been a professor of music for four years.  The knight, who was the university's vice-chancellor, was the namesake of my website's domain name, where the exposé was published, though he wasn't, by any means, the only person whose acts of public misconduct were revealed.  My solicitors informed me that they applied that morning for a postponement of my trial on grounds of the fact that my wife, a key defense witness, and I were both suffering from PTSD after she became the target of an anti-Semitic assault accompanied by death threats against both of us, which took place two weeks previously.  The assailant, who made references to my website and the University's inability to silence us, was a south Asian-looking man, who declared that “Jewish lives were worth Nothing” to his organization, presumably a known terrorist group whose links to the University I had first exposed in a press interview given two weeks prior to the assault.  At the same time, that morning, my solicitors told me that my barrister had received for the first time, a police report document indicating that their investigation found no evidence that my website contained anything that could lead to a charge of harassment.  They based a further application to the prosecution to dismiss the charges on the basis of this police report.  I contacted the US Embassy and my local Member of Parliament (MP), who was also the Shadow Chancellor, a high ranking position within the opposition party. They asked to see a copy of the police report in order to take steps to persuade the Crown Prosecution to drop the charges, and my MP agreed to meet with me later that afternoon after I'd secured the report, which was in the sole possession of my barrister having just been turned over to him that day by the prosecution.  Unfortunately, my solicitors and their staff left the office early that day, and I couldn't reach them to ask them to get a copy of the report from my barrister.  Normally, clients cannot deal directly with barristers, and such communication must come from solicitors, but in desperation, I phoned his office to ask him to send me a copy directly so that I could proceed with the meeting and with getting help from the US Ambassador.  The barrister's clerk refused to let me speak with the barrister and wouldn't even agree to convey my message.  Ultimately, he hung up on me, after I begged him to bend the normal policy under the circumstances.  So I headed to my MP for the meeting with the emails from my solicitors telling me about the police report.  My MP was sympathetic, but could do very little to intervene in an ongoing legal proceeding, particularly without the actual report, though he agreed to speak with his parliamentary legal advisor to see what could be done.  As I left his office, I phoned my wife to let her know I was on my way home, when she informed me that the Police were at my house looking for me.  I spoke to one of the officers who asked me to come home because they just wanted to take me “to a place of safety.”  I knew full well that what they meant was not intended to be for my safety and that it meant they were going to lock me up and throw away the key.  So I told them I would be there in twenty minutes, but instead phoned a friend, who offered to hide me in her apartment until I could figure out my next move.  When I arrived at a pub where my friend agreed to meet me, she had decided that she couldn't risk her immigration status by harboring me, so she handed me £200 and wished me luck.  I then phoned another friend, who agreed to hide me, and I went to her house by train, where I remained for the next few days.  On that Monday, the day before my trial, my solicitors phoned me and told me, rather curiously, that they were withdrawing from the case because of a previously undisclosed conflict of interest.  They agreed to write one more letter to the Court asking for a postponement -- the previous letters were unsuccessful -- so that I could find new solicitors.  Ultimately, this final letter fell on deaf ears.  On Monday afternoon, I began to feel ill with fever and chills.  As this was during the height of a swine flu epidemic, I was diagnosed with swine flu and received a prescription for Tamiflu and a letter confirming my diagnosis and the fact that I was required to remain at home away from public places for 10 days, which I faxed to the Court along with a request for postponement.  They never replied to my fax and the trial was, presumably, set to proceed on Tuesday morning.  That night, my wife and I decided that given the death threat and the obviously kangaroo-like impending trial, we'd have to flee for our lives, and I bought a plane ticket to the US and fled the country Tuesday a.m., despite feeling like death warmed over.  I made it back to the US, and kissed the ground when I landed, learning later that day that I'd been convicted in absentia.",
	"tag": ["Fear","Frustration","Anxiety"]
},

{
	"title": "“But he did not get it”",
	"subtitle": "Job Search Day",
	"name": "job",
	"text": "I woke up to my alarm at 7:18 of rocky music. I picked up my son and brought him to school of which I talked to the teacher about the upcoming St. Pattys day show. I then went to Starbucks, ordered my normal coffee vanilla blonde grande. Then came home, and read the NY Post and Wall Street Journal on the internet. I had a phone call at 11 am with a recruiter named Andrew. I then went to physical therapy around the corner for my groin injury. I then came home and played Playstation 3 for an hour. At around 2pm I searched for jobs on the internet and applied for one at JP Morgan of which I had to take an hour assessment test. I then went to my son's school and picked him up at 4 pm. I believe he was excited to be picked as student of the week, but he did not get it. I then came home and ordered on Seamless chicken dinner with french fries at the local peruvian restaurant.  I played the new Lord of the Rings lego game with my son after dinner, then bathed him and then put him to bed. I spoke on the phone to a potential new girl I am dating, watched Dateline on the DVR and went to bed.",
	"tag": ["Searching", "Uncertainty", "Affection"]
},

{
	"title": "“I prayed for about 20 minutes”",
	"subtitle": "Day at the Doctor",
	"name": "doctor",
	"text": "Wed. March 20, 2013.  I got up at 7:30 am. I made coffee, put away some towels. When was done I used 2 spoons of Splenda and 1 spoon of sugar and put some powder creamer and a little French Vanilla creamer.  Then I prayed for about 20 minutes and got dressed.  Then I took the train to work.  I started at 9 am and I signed in work and then my boss's wife came in.  I answered the phones and was looking for a patient's colonoscopy and couldn't find it and then I called the hospital and spoke to the head nurse of the Endoscopy Unit and she said she would fax it.  I keep looking and finally found it in on of the files by the Approval files.  I cleaned the exam room. Emptied the garbage, put away the Jewish books.  The boss gave me Reservations to fill out and I did and I called the insurance to get a referral number that was needed for one of them.  My boss went out and brought me back a blueberry muffin with white powdered sugar on top. Then the pharmacy delivered the Doctors mediations and I tipped him $1 of my money, the doctor didn't leave any. I ate the muffin.  I ordered lunch for me and the Doctor. I had 1 plain slice of Jewish pizza and 1 slice of pizza with extra cheese and 1 large coffee with 4 Splendas and powder creamer and the Doctor had 1 slice of main pizza as well as 1 half a falafel with Israeli salad and french fries on top. I made the envelop ready for the patient that wanted the Colonoscopy report sent. Then went to the rest room. Then Dmitry the delivery guy from the pizza place came and brought the food. I ate it. Then the Doctor came in and the patients came and I asked him if I could leave early and come in early mon and he said yes.  So I faxed the reservations and when we finished with the patients we both left early. Than I went home and Freddy and Eleanor and Deena was there and Jason and Debbie came next cause we were having live Group as well as having bday party for Fredddie. Than everyone came and we had group and after that we eat chicken and cake and gave him his gifts and than Esmryna and John came and gave me my late Bday gift.  Then everyone left and me and Deena talked and cleaned a little and i read a little and went to sleep.",
	"tag": ["Frustration", "Fatigue", "Relief"]
},

{
	"title": "“I needed something spiritual to keep me afloat”",
	"subtitle": "Day of Frustrations",
	"name": "frustrations",
	"text": "I get up in the morning, go take a shower. I am currently unemployed because I just recently lost my job. So I go to the library, where Craigslist has become my best friend. Occasionally I'll go into a Starbucks but I never buy their coffee because A) I have limited money, and B) because Starbucks coffee is just terrible, a street vendor is always better. Nothing is like the taste of coffee from a street vendor, it has a particular this is new york kind of a taste that you cannot find in any other city. While I'm sitting in Starbucks, or the library, which ever I use on a given day, I am concerned about getting that interview. I have gotten over the anger and frustration that is associated with going to that interview and not getting a call back. The worst is when people tell you they will call you and they leave you hanging. Perhaps even worse than that, is the idea that you feel that a monkey can pretty much do the work of a legal secretary, but yet, somehow, they are looking for all these really abstract things like “a can do personality”. Even worse is when lawyers tell you that you need to have “experience” in shuffling a particular kind of paperwork, and if you do not have direct experience filing something that it would take a person of average intelligence twenty minutes to learn from start to finish, then your simply under-qualified and not a good fit. If on the other hand, you are too qualified, if you have the exact skill set that they want, they will find something else to bicker about, like your “personality”. The bottomline is that lawyers know they can squeeze your soul out of you and that you will tolerate it because of how saturated the field has become. And they will not apologize for a second.  I put all of these pessimistic thought aside and focus on the task at hand -I keep sending out resume after resume, cover letter after cover letter, until I am done for the day. I am done only when all options in the search queues have been exhausted, at which point I kick back and start reading about Buddhism.  I need something spiritual to keep me afloat and get me to act right. I read the Buddhist teachings on mindfulness and allow my consciousness to flow like a river, realizing that my perceptions about who I am are all an illusion, I must follow the Dharma to take me on the righteous path, optimize the current moment and treat all sentient beings with infinite compassion I reason, only then will my own mind reach liberation. But compassion starts with the in inner self.  I sit there, pontificating about the dissolution of ego. All sorts of negative thoughts come to the fore- how stingy lawyers are, how stupid reality TV shows are, how the world is coming done the tubes. But as long as a revert back to the Buddhist mantra of “yes, but you are creating these constructs, yes, but what now? You must do something about it”. I spring into action, thoughts become lucid, I send another batch of resumes, I am fulfilling the Dharma I have set out for, I am part of something bigger, something better, the thoughts that I have no money resurface again, but I say to myself “yes, but do not feel negative, all is ephemeral, all is transient.”  This metaphysical, existential roller coaster is what gives me inner peace, and that is all that I asked for.  At this moment someone contacts me, “Can you come to see me at 7:00?” he asks. I say sure, I'll be right there. I call my father and tell him I got an interview....",
	"tag": ["Frustration","Searching","Anger","Uncertainty","Disgust","Wonder"]
},

{
	"title": "“We silently vowed not to ride back with them no matter what”",
	"subtitle": "The Day of Traveling",
	"name": "traveling",
	"text": "It was about September, 2010.  My daughter and I was traveling from NY to Atlanta for a convention in the direct selling company we were a part of.  We set out to take a flight by taking the train to the airport.  We got there and couldn't get a flight.  I purchased tickets via a senior rep from the company who had a contact at the airport.  I don't remember why I couldn't get on the flight.  Maybe there was a mistake on her end or maybe I missed it.  I have been known to miss my intended flight and have to be re booked on the next one.  For this particular trip I don't remember which one it was however she did refund me the money for two tickets.  Anyway we had to leave the airport and find an alternate route.  Lots of business associates were leaving from the tri-state area toward Atlanta as well so my first instinct was to see if we could ride with someone else.  Through the same senior rep. he re-directed me to someone on his team that was leaving NJ and driving down and she had room for us.  We just had to get to NJ.  We then got on the train to get to Penn Station in New York to access the NJ transit to met up with this woman in New Jersey.  Once we met her instead of getting on the road it took about 4 hours more because she had to first drive to a hotel, another meet up point, to pick up someone else.  That person wasn't there yet so we had to wait, then we found out the car wasn't her car it was a rental and something was wrong so she had to go back to the rental place which was an off brand, small, privately owned little place that was now closed.  She then called the person who rented to her and we had to wait for him to arrive to sort out whatever the issue was.  Finally we got on the road at nearly nightfall.  It was a horrible trip.  The drive is about 13 hours but it took extra long because she was tired and refused to let me help drive because she was a by the book person who insisted that if the rental contract only had her name on it she was the only person who could drive.  As a result she had to stop at intervals to take a rest and we had to wait until she napped.  Furthermore, her friend she picked up was an older woman who sat in the back and passed gas the whole trip.  Also, she rented the smallest of a car that they had on the lot.  Maybe a corolla or something.  So we were cramped.  She also was very religious and would pray out loud every hour or so for delivering us safely through the night.  The trip probably took about an extra 3 to 4 hours.  I know we silently vowed not to ride back with them no matter what.  I stayed on a few extra days past the convention, saw family and then took the bus back with a layover of a day or so in Virginia to visit before boarding another bus back to New York.",
	"tag": ["Frustration","Confusion","Impatience"]
},

{
	"title": "“The day for me was simple”",
	"subtitle": "Newspaper Day",
	"name": "newspaper",
	"text": "A recent day for me was simple I got up at 7:50 AM, I had went to bed at 12:06 AM the night before. I had breakfast two packs of Austin peanut butter crackers, I had put on the channel 11 news, I ate till about 8:15 AM. I brushed my teeth, got dressed, and proceeded then to my basement, open my garage door and pick up my 5 newspaper bundles outside which I then proceeded to make and by 8:55 AM, I started my newspaper route which I then finished by 11:30 AM, I then after my route was completed, I went to my local candy store, and purchased a New York Post, and New York Daily News, I was home by 12PM, and I then checked my computer for my emails, browsed the internet till 1 PM, and I then ate lunch a chicken cutlet hero with potato chips and read the paper at the same time, by 1:30 PM, I was done, I went back on the internet, and from 2:30-3:30 PM I took a nap, and from 3:30-4:30 I read both my newspapers, I took a shower at 4:30, I then shaved, and by 4:45 PM I ate dinner, a hamburger and fries. I checked the internet at 5:15 PM till 5:45 PM, I then got dressed again, and by 6:15 PM, I left to go out to hang out with friends till 9PM, I got home at 9:45, relaxed, made a phone call, watched TV, and I was in bed ready to start the next by 11:30 PM.",
	"tag": ["Accomplishment"]
},
{
	"title": "“I decided to chuck my entire schedule for the day in the trash”",
	"subtitle": "Hectic Day",
	"name": "hectic",
	"text": "I REMEMBER YESTERDAY PRETTY CLEARLY BECAUSE IT WAS A VERY HECTIC DAY. I AWOKE RELUCTANTLY AT 6:30AM AND DECIDED TO CHUCK MY ENTIRE SCHEDULE FOR THE DAY IN THE TRASH; BUT THEN, I SUDDENLY RECONSIDERED, AND DECIDED TO SKIP SHOWERING AND JUST DRESS. I TOOK MY MEDICINE, AND WITHOUT MUCH HASSLING GOT DRESSED IN AN OUTFIT I HADN'T PLANNED TO WEAR. I THEN LEFT AT APPROXIMATELY 7:49AM FOR THE LOCAL COLLEGE; AFTER WASHING MY FACE AND EXTREMITIES; BUT SKIPPING BREAKFAST, BECAUSE OF THE MEDICINE'S ONE HOUR RESTRICTION.  I DID PACK LUNCH, HOWEVER; HALF A SANDWICH, SOME SWEET COOKIE- I ARRIVED ON CAMPUS AT 8:10AM AND ANSWERED AN IMPORTANT EMAIL THAT I WAS WAITING FOR. THEN I LEFT FOR THE PUBLIC SUBWAY AND FOR THE DOCTOR'S OFFICE. THE SUBWAY WAS JAMMED WITH PEOPLE AT THAT HOUR, ALL LOOKING GRIM AND INTERNALIZED. I ARRIVED AT THE DOCTOR'S OFFICE, ON PARK AVE & 83RD ST., AT APPROX. 9:10AM.  I FILLED OUT THE STUDY FORMS AGAIN, FOR THIS PART OF THE STUDY, AND HAD MY FACE PHOTOGRAPHED BY THE TECHNICIAN. THEN, I WALKED OVER TO THE NUMBER 4 TRAIN AND ZOOMED OUT TO THE STATEN ISLAND FERRY TERMINAL AND CAUGHT THE 11:30AM FERRY TO STATEN ISLAND. I ATE HALF THE SANDWICH IN A GULPING BITE AND BOARDED THE FERRY. THE FERRY WAS SWIFT AND THE TRIP WAS SUNNY. IN STATEN ISLAND, I MISSED MY CONNECTING SHUTTLE BUS TO THE HILTON HOTEL; SO I TOOK PUBLIC TRANSPORTATION WHICH TOOK FOREVER TO GET TO THE HILTON; OVERCROWDED WITH SWARMS OF STATEN ISANDLERS EN ROUTE TO THEIR DESTINATIONS. ONCE THERE, THE MEETING WAS AN HOUR IN PROGRESS ALREADY, AND I'M NOT SURE I HAD A REAL INTEREST IN TAX LIENS, SO I INSTANTLY BECAME EXHAUSTED AND BORED, SOMEWHAT.  I WAS THERE AT LEAST 1 1/12 HOURS AND THEN THE MEETING WAS OFFICIALLY OVER. I TOOK THE HOTEL SHUTTLE BACK TO THE FERRY. TO THE SUBWAY- TO BROOKLYN. WHERE I MANAGED TO GET THE BROOKLYN FRIDAY NEWSPAPER AND TIMEOUT NY. HAPPY TO BE BACK FROM THE VOYAGE!",
	"tag": ["Frustration", "Fatigue", "Relief"]
},

{
	"title": "“It was a great evening”",
	"subtitle": "The Day in Long Island",
	"name": "longisland",
	"text": "Hello, I remember an event happening last week where I went out to Long Island to visit my father and go shopping. I bought some wine glasses at Kohl's and then went to the pet store where I visited the adoption center. I then went to D'Anjelos for dinner around 5:30 where I ate a Caesar salad and filet of sole but wasn't crazy about the vegetables. They had mixed vegetables as a side dish. It was a great evening with my father and his friends. I returned to my apartment in Manhattan around 10:00pm.",
	"tag": ["Joy", "Contentment", "Satisfaction"]
},

{
	"title": "“An on-going project”",
	"subtitle": "The Day of Tasks",
	"name": "tasks",
	"text": "I woke up at 8:30 am and went into the kitchen to cook myself breakfast.  I started with making coffee, opened the bag of coffee, put the correct amount of water into the top part of the coffeemaker, pressed the start button.  Poured myself a half glass of orange juice, got a piece of aluminum foil, placed 3 strips of bacon on it, put on the oven for my stove, placed the turkey bacon in the broiler part of my oven.  Got my english muffin, cut it open and placed, in the broiler of my oven.  Got my cast iron pan, poured a small amount of olive oil in the pan, cracked open an egg, open the pilot on the stove, under the pan and started cooking the egg.  Checked on my bacon, turned the english muffin over.  Got out a dish for the bacon, placed a paper towel on the plate.  Poured a cup of coffee, added coffee creamer, took out the bacon, placed on dish, shut off the pilot for the egg.  Got a the egg on my place, along with the english muffin, buttered the english muffin, took all the table to eat it, while watching the local news on channel 4.  Finished eating, washed the dishes, got another cup of coffee, added the creamer.  Got my computer on, checked my emails, write some emails. Started doing some housecleaning in the apt., made the bed, opened the blinds, took a shower, washed my hair, cleaned the bathroom, dried my hair.  Made some personal phone calls.  Watched a little of CNBC, read the newspaper.  Did some work, pertaining to my photography, on-going project.  Went back on the computer, added pics to my blog. Ate a greek yogurt, added honey to it, had some milk.  Got dressed.  Put a battery into my small digital camera, put some DVD's into my carryall bag to take to the library.  Took out the garbage, got my coat, scarf on, locked my apt. door, pressed the elevator button.  Walked outside to,wards and into Grand Central Station, walked to the mid-town library, returned the dvd's, looked for new dvd's, took one out.  Took a walk north on Fifth, took a few pixs for the day for my blog, walked back home, put on Dr. Oz, watched to 5 pm, read the NYTimes, made dinner, watched the news, cleaned the dishes, got on computer, read my emails, wrote emails, watched a DVD.  Went to bed.",
	"tag": ["Accomplishment"]
},

{
	"title": "“I never mentioned it to my mother or father”",
	"subtitle": "Drag Day",
	"name": "drag",
	"text": "When I was five years old (I am now 65 years old), I walked out of the bedroom, that was usually kept locked, my mother shared with my father and my two other sisters, to see my father in the kitchen dressed in high heels and women clothes.  He was entertaining his friends, also dressed in women’s clothes.  He didn’t know that I had come out of the bedroom and witnessed him in “drag”; I never mentioned it to my mother or father.",
	"tag": ["Surprise", "Confusion"]
},
{
	"title": "“I just thought it was the funniest thing ever”",
	"subtitle": "The Happiest Day of My Life",
	"name": "happiest",
	"text": "One day that I remember clearly is from when I was eight years and with my father in Disney World. It was one of the happiest days in my life. We were in the Magic Kingdom, but in my mind, we were in heaven. We rode Space Mountain about three times, and if the line wasn't a two hour wait, I would have rode it a fourth. I took pictures with every Disney character I saw, and Goofy kept messing with my hair during the pic, and I just thought it was the funniest thing ever.  I had chicken fingers for lunch (I had chicken fingers every day for lunch during that trip) and while we were eating, I begged my dad to move us to Florida so that I could visit Disney World all the time. After going on every ride imaginable, we stayed and watched the light parade, and it was just as magical as it was the last time I saw it, just a two days before.",
	"tag": ["Joy", "Comfort", "Excitement", "Fun"]
},

{
	"title": "“I would not be able to see him again”",
	"subtitle": "The Day I Said Goodbye to My Cat",
	"name": "cat",
	"text": "I woke up at 6 AM on February 18. I washed my face, brushed my teeth and fed the cat. He was not eating. I called the vet at 9 o'clock to make an appointment at 3:30 PM. When I got there, I thought my cat was going to be Put to sleep. That was not the case. I also ran out of my health insurance for the cat. The vet told me that he would treat him for free on one condition, that I would not be able to see him again nor find out his condition. I was totally traumatized and had to say goodbye to my cat at 4 PM. I returned home in tears, and didn't get to sleep till 2 AM. I did not eat any dinner. I called five friends and wrote on Facebook to everyone. 100 people called me that day.",
	"tag": ["Anxiety", "Grief", "Loss"
]
},
{
	"title": "“All I could do was cry”",
	"subtitle": "The Day of the Phone Call",
	"name": "phone",
	"text": "I woke up to a phone call. It was my mother bawling her eyes out, she couldn't speak. I was worried and kept asking what was wrong. She said something happened to my grandmother. Instantly, I jumped from the bed and threw on my clothes. My best friend had slept over that night and was still knocked out on the floor. As I began to get dressed he woke up as well asking what the problem was. I told him I didn't know. I told him to wait here. My grandmother only lived two floors below me. I jumped down the staircases to get into her house quicker. Once I got there, I opened up and the first person I saw was my older brother in tears. I knew what had happened. I turned the corner and walked into her room. A room filled with policemen and paramedics. There lied my grandmother. Gone. My brother told me to go upstairs, that I shouldn't see this. I went upstairs, back into my room. My best friend was sitting on the bed. I walked in and fell to the ground... All I could do was cry.",
	"tag": ["Grief", "Pain", "Confusion", "Fear"]
}]